Repository: vuvandang1995/kvm-vdi
Catalog: locale/*/LC_MESSAGES/kvm-vdi.po
Languages: lt_lt

source: Vilnius University.
lt_lt: Vilniaus Universitetas.

source: Center of Information Technology Development.
lt_lt: Informacinių technologijų taikymo centras

source: Project page
lt_lt: Projekto puslapis

source: Vilnius, Litnuania
lt_lt: Vilnius, Lietuva

source: Close
lt_lt: Uždaryti

source: Add ActiveDirectory group
lt_lt: Pridėti ActiveDirectory grupę

source: Name
lt_lt: Vardas

source: Save changes
lt_lt: Išsaugoti nustatymus

source: Add new administrator
lt_lt: Sukurti naują administratorių

source: Add new client
lt_lt: Sukurti naują klientą

source: Username
lt_lt: Vartotojo vardas

source: Password
lt_lt: Slaptažodis

source: Generate password
lt_lt: Sugeneruoti slaptažodį

source: Add new hypervisor
lt_lt: Prijungti naują hypervizorių

source: SSH address of new hypervisor.
lt_lt: Hypervizoriaus SSH adresas

source: SSH port. Leave empty for default.
lt_lt: SSH portas. Galima palikti tuščią.

source: Hypervisor address for thin client network (if differs).
lt_lt: Hypervizoriaus adresas plonų klientų tinkle (jei skiriasi)

source: Hypervisor name (optional).
lt_lt: Hypervizoriaus adresas (nebūtina)

source: Contacting hypervisor
lt_lt: Prijungiamas hypervizorius

source: Add new pool
lt_lt: Pridėti naują telkinį

source: Change password
lt_lt: Pakeisti slaptažodį

source: Enter password
lt_lt: Įveskite slaptažodį

source: Repeat password
lt_lt: Pakartoti slaptažodį

source: Passwords do not match
lt_lt: Slaptažodžiai nesutampa

source: KVM-VDI client area
lt_lt: KVm-VDI klientų sritis

source: Sign In
lt_lt: Prisijungti

source: Wrong username/password
lt_lt: Neteisingas vartotojo vardas arba slaptažodis

source: Please wait
lt_lt: Prašome palaukti

source: Logout
lt_lt: Atsijungti

source: Warning!
lt_lt: Dėmesio!

source: No VMs available. System in maintenance mode.
lt_lt: Laivų virtualių mašinų nėra. Sistema profilaktikos būsenoje.

source: No free VMs available.
lt_lt: Nėra laisvų virtualių mašinų.

source: All virtual machines will be powered off and their initial snapshots recreated.\nProceed?
lt_lt: Visos virtualios mašinos bus išjungtos ir jų pirminiai atvaizdai sukurti iš naujo. \Tęsti?

source: All VDI machines will be deleted.\nProceed?
lt_lt: Visos VDV mašinos bus ištrintos.\nTęsti?

source: Refresh VM info
lt_lt: Atnaujinti VM informaciją

source: Clients
lt_lt: Klientai

source: Add client
lt_lt: Sukurti klientą

source: Manage clients
lt_lt: Valdyti klientus

source: Add AD group
lt_lt: Pridėti AD grupę

source: Manage AD groups
lt_lt: Valdyti AD grupes

source: Add LDAP attribute
lt_lt: Pridėti LDAP atributą

source: Manage LDAP attributes
lt_lt: Valdyti LDAP atributus

source: Add pool
lt_lt: Pridėti telkinį

source: Manage pools
lt_lt: Valdyti telkinius

source: Add VMs to pool
lt_lt: Pridėti VM į telkinį

source: Add clients to pool
lt_lt: Pridėti klientus į telkinį

source: Add AD group to pool
lt_lt: Pridėti AD grupę prie telkinio

source: Add LDAP attribute to pool
lt_lt: Pridėti LDAP atributus į telkinį

source: Create Virtual Machines
lt_lt: Kurti virtualias mašinas

source: Tools
lt_lt: Įrankiai

source: Generate DHCP config
lt_lt: Generuoti DHCP konfigūraciją

source: System
lt_lt: Sistema

source: Add hypervisor
lt_lt: Pridėti hypervizorių

source: Modify hypervisors
lt_lt: Redaguoti hypervizorius

source: Add administrator
lt_lt: Sukurti administratorių

source: Manage administrators
lt_lt: Valdyti administratorius

source: Profile
lt_lt: Profilis

source: <strong>Please wait!</strong> Populating virtual machines.
lt_lt: <strong>Prašome palaukti!</strong> Kuriamos virtualios mašinos.

source: <strong>Please wait!</strong> Copying image.
lt_lt: <strong>Prašome palaukti!</strong> Kopijuojamas atvaizdas.

source: Available Vms:
lt_lt: Turimos virtualios mašinos

source: Generate config for:
lt_lt: Generuoti konfigūraciją:

source: DHCP configuration:
lt_lt: DHCK nustatymai

source: Start IP address
lt_lt: Pradinis IP adresas

source: Generate
lt_lt: Generuoti

source: KVM-VDI administrator portal
lt_lt: KVM-VDI administratoriaus portalas

source: Go to client area
lt_lt: Eiti į vartotojo aplinką

source: Delete
lt_lt: Ištrinti

source: Reset password
lt_lt: Sugeneruoti naują slaptažodį

source: Available clients
lt_lt: Esami klientai

source: Clients in pool
lt_lt: Klientai telkinyje

source: Pool
lt_lt: Telkinys

source: Submit
lt_lt: Įvesti

source: Show non-VDI VMs
lt_lt: Parodyti ne VDV virtualias mašinas

source: Available Vms
lt_lt: Esamos virtualios mašinos

source: Vms in pool
lt_lt: Virtualios mašinos telkinyje

source: OS type:
lt_lt: OS tipas:

source: MAC address:
lt_lt: MAC adresas:

source: Machine type:
lt_lt: Mašinos tipas:

source: Machine type
lt_lt: Mašinos tipas

source: Please select machine type
lt_lt: Prašome pasirinkti mašinos tipą

source: Simple machine
lt_lt: Paprasta mašina

source: Initial machine
lt_lt: Pradinė mašina

source: Source machine
lt_lt: Šaltinio mašina

source: VDI machine
lt_lt: VDV mašina

source: Use virtual snapshots
lt_lt: Naudoti virtualius atvaizdus

source: About
lt_lt: Apie

source: Networks:
lt_lt: Tinklai:

source: Flavors
lt_lt: Resursų dydis

source: Machine source:
lt_lt: Šaltinio mašina:

source: Machine name:
lt_lt: Mašinos pavadinimas:

source: Machine name
lt_lt: Mašinos pavadinimas

source: System info:
lt_lt: Sistemos informacija:

source: Create virtual machine(s)
lt_lt: Sukurti virtualią mašiną(s)

source: Source image
lt_lt: Šaltinio mašina

source: Maintenance
lt_lt: Profilaktika

source: Operations
lt_lt: Operacijos

source: OS type/Status/Used by
lt_lt: OS tipas/statusas/vartotojas

source: Number of machines to create:
lt_lt: Norimas mašinų kiekis:

source: none
lt_lt: nepriskirta

source: Pool size:
lt_lt: VDV telkinyje:

source: Available:
lt_lt: Laisvų VDV:

source: Create VMs
lt_lt: Kurti mašinas
